{
  "siteName": "Spent on WoW",
  "amountSpentSinceStart": "Depuis",
  "amountSpentSinceEnd": ", ton investissement total est de",
  "bigMacEquivalent": "Equivalent Big Macs (sans compter les buffs alimentaires)",
  "bigMacPriceInfo": "Montant divisé par le prix d'un Big Mac",
  "goldCoinsEquivalent": "Pièces d'or",
  "filmProductionCost": "Coût de production d'un film",
  "ofProductionCost": "% du coût de production de",
  "publicity": "Publicité ici",
  "allRightsReserved": "Tous droits réservés",
  "termsAndConditions": "Termes et Conditions",
  "privacyPolicy": "Politique de Confidentialité",
  "introText1": "Tu t'es déjà demandé combien WoW a pompé dans ton porte-monnaie ? Spoiler : c'est plus que ton set d'armure épique !",
  "introText2": "Entre ton abonnement, tes montures stylées et ces cosmétiques, l'addition risque de te faire perdre plus de HP qu'un raid de fin d'extension.",
  "introText3": "Renseigne ta région, ton serveur et ton personnage, et en moins de temps qu'il ne faut pour un /w, tu découvriras combien tu as vraiment dépensé. Pas de compte à créer, juste la vérité... un peu brutale !",
  "server": "Serveur :",
  "character": "Personnage :",
  "submit": "Affronte la réalité",
  "subscription": "Abonnements",
  "search": "Rechercher...",
  "year": "{count} {count_singular:an,count_plural:ans}",
  "month": "{count} {count_singular:mois,count_plural:mois}",
  "owned": "{count} {count_singular:possession,count_plural:possessions}",
  "extensions": "Extensions",
  "shop": "Boutique",
  "hideItems": "Masquer",
  "mounts": "Montures",
  "pets": "Familiers",
  "toys": "Jouets",
  "bundles": "Packs",
  "showItems": "article(s) non possédé(s)",
  "notOwned": "non possédé",
  "removeAdblock": "Désactive ton bloqueur de pubs, c'est comme un buff pour débloquer des infos secrètes !",
  "removeAdblockPie": "Ces infos sont protégées par un sort d'illusion ! Désactive ton bloqueur pour percer le mystère.",
  "showDetails": "Voir détails",
  "hideDetails": "Voir moins",
  "loadingVideo": "Vidéo en cours...",
  "redirect": "Redirection vers",
  "dataError": "Erreur de récupération des données",
  "films": {
    "avengersEndgame": "Avengers: Endgame",
    "avatar": "Avatar",
    "piratesCaribbean": "Pirates des Caraïbes : La Fontaine de jouvence",
    "avengersInfinityWar": "Avengers: Infinity War",
    "justiceLeague": "La Ligue des Justiciers",
    "starWarsForceAwakens": "Star Wars : Le Réveil de la Force",
    "spectre": "Spectre",
    "lionKing2019": "Le Roi Lion (2019)",
    "darkKnightRises": "The Dark Knight Rises",
    "starWarsRiseSkywalker": "Star Wars : L'Ascension de Skywalker",
    "avengersAgeUltron": "Avengers : L'Ère d'Ultron",
    "frozenII": "La Reine des Neiges 2",
    "batmanSuperman": "Batman v Superman : L’Aube de la Justice",
    "hobbitBattleFiveArmies": "Le Hobbit : La Bataille des Cinq Armées",
    "harryPotterHalfBloodPrince": "Harry Potter et le Prince de Sang-Mêlé",
    "frozen": "La Reine des Neiges",
    "blackPanther": "Black Panther",
    "thorLoveThunder": "Thor : Love and Thunder",
    "inception": "Inception",
    "matrixResurrections": "Matrix Resurrections",
    "madMax": "Mad Max: Fury Road",
    "wonderWoman": "Wonder Woman",
    "captainAmericaCivilWar": "Captain America: Civil War",
    "spiderManNoWayHome": "Spider-Man: No Way Home",
    "fateFurious": "Fast and Furious 8",
    "hobbitUnexpectedJourney": "Le Hobbit: Un voyage inattendu",
    "guardiansGalaxy": "Les Gardiens de la Galaxie",
    "jurassicWorld": "Jurassic World",
    "jungleBook2016": "Le Livre de la Jungle (2016)",
    "rogueOne": "Rogue One: A Star Wars Story",
    "ironMan3": "Iron Man 3",
    "manSteel": "Man of Steel",
    "amazingSpiderMan2": "The Amazing Spider-Man 2",
    "transformersDarkMoon": "Transformers 3 : La Face cachée de la Lune",
    "terminatorSalvation": "Terminator Renaissance",
    "narniaPrinceCaspian": "Le Monde de Narnia : Le Prince Caspian",
    "quantumSolace": "Quantum of Solace",
    "xmenDaysFuturePast": "X-Men: Days of Future Past",
    "warcraft": "Warcraft : Le Commencement"
  },
  "share": {
    "title": "Brag de Raid",
    "question": "Les vrais héros d'Azeroth n'ont pas peur de montrer leurs dépenses. Et toi, courageux aventurier ?",
    "twitter1": "J'ai découvert combien j'ai dépensé sur WoW... Spoiler : ça aurait payé plusieurs montures légendaires !",
    "twitter2": "Et toi, prêt à affronter la vérité ? Ou tu vas fuir comme un voleur sur son tigre à dos ?"
  },
  "wowchievement": {
    "title": "Wowchievement",
    "question1": "Tu veux suivre tes succès et quêtes de réputation ?",
    "question2": "Va voir sur ce site pour ne rien manquer !"
  },
  "meta": {
    "title": "SpentOnWoW.com",
    "description": "Calculez vos dépenses dans World of Warcraft, abonnements, microtransactions et achats en jeu. Découvrez combien vous avez réellement investi... dans cette quête sans fin !",
    "descriptionDashboard": "Tu veux savoir combien j'ai dépensé sur WoW ? La réponse est dans le coffre... ou peut-être dans ton sac à dos !"
  },
  "footer": {
    "legalMention": "Mentions légales",
    "confidentiality": "Politique de confidentialité",
    "cookies": "Politique de cookies",
    "reserved": "Tous droits réservés"
  },
  "legal": {
    "legalMention": {
      "identificationTitle": "Identification de l'éditeur du site",
      "identificationContent": "Le site SpentOnWow.com est édité par des particuliers. Conformément à l'article 6-III de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, les coordonnées personnelles de l'éditeur sont conservées par l’hébergeur du site.",
      "mailQuestion": "Adresse mail de contact",
      "hostTitle": "Hébergeur du site",
      "hostHostQuestion": "Hébergeur",
      "hostHostAnswer": "OVH SAS",
      "hostHostAddressQuestion": "Adresse",
      "hostHostAddressAnswer": "2 rue Kellermann - 59100 Roubaix - France",
      "intellectualTitle": "Propriété intellectuelle",
      "intellectualContent": "Le contenu du site SpentOnWow.com, tel que les textes, graphiques, logos, images, et autres éléments, est protégé par les lois en vigueur en matière de propriété intellectuelle.\nToute reproduction, représentation, modification, publication ou adaptation de tout ou partie des éléments du site, quel que soit le moyen ou le procédé utilisé, est interdite, sauf autorisation écrite préalable.",
      "personalDataTitle": "Collecte des données personnelles",
      "personalDataContent": "Le site SpentOnWow.com ne collecte aucune donnée personnelle. Il n’y a pas de création de compte, et aucune information personnelle n’est requise pour l’utilisation du service.",
      "liabilityTitle": "Responsabilité",
      "liabilityContent": "Le site SpentOnWow.com propose un service permettant aux utilisateurs de suivre l’évolution des succès et de la renommée des personnages dans le jeu World of Warcraft.\nLes informations présentées sont basées sur les données publiques disponibles, et SpentOnWow.com ne peut être tenu responsable des erreurs ou des informations non mises à jour.\nLe site est fourni à titre informatif et n'est en aucun cas affilié ou approuvé par Blizzard Entertainment.",
      "editTitle": "Modifications des mentions légales",
      "editContent": "Ces mentions légales peuvent être modifiées à tout moment. Il est recommandé de consulter régulièrement cette page pour être informé des éventuelles mises à jour.",
      "rightTitle": "Droit applicable",
      "rightContent": "Les présentes mentions légales sont régies par le droit français. En cas de litige, et à défaut de solution amiable, les tribunaux français seront compétents.",
      "dataCollectTitle": "Collecte des données personnelles",
      "dataCollectContent": "Le site SpentOnWow.com ne collecte aucune donnée personnelle des utilisateurs.\nAucune création de compte, ni saisie d’informations personnelles (comme nom, adresse e-mail, etc.) n’est requise pour utiliser les services proposés par le site. L’utilisateur peut consulter les informations de son personnage dans World of Warcraft sans fournir d’informations personnelles.",
      "dataAutomaticTitle": "Données collectées automatiquement",
      "dataAutomaticContent1": "Le site SpentOnWow.com utilise Plausible Analytics, un outil d’analyse de trafic respectueux de la vie privée. Plausible ne collecte pas de données personnelles, n’utilise pas de cookies et ne suit pas les utilisateurs sur plusieurs sites.\nPlausible fonctionne en collectant des informations anonymisées telles que :",
      "dataAutomaticStep1": "Le nombre de visiteurs sur le site.",
      "dataAutomaticStep2": "Les pages consultées.",
      "dataAutomaticStep3": "Les sources de trafic (comment les utilisateurs arrivent sur le site).",
      "dataAutomaticContent2": "Ces données sont purement statistiques et ne permettent pas d’identifier les visiteurs. Elles sont utilisées uniquement pour comprendre comment le site est utilisé et pour l’améliorer.",
      "linkTitle": "Liens vers des sites tiers",
      "linkContent": "Le site SpentOnWow.com peut contenir des liens vers des sites externes. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de ces sites tiers. Nous vous recommandons de consulter la politique de confidentialité de chaque site visité depuis notre plateforme.",
      "editPoliticTitle": "Modifications de la politique de confidentialité",
      "editPoliticContent": "Le site SpentOnWow.com se réserve le droit de modifier cette politique de confidentialité à tout moment. Les modifications seront publiées sur cette page, et nous recommandons aux utilisateurs de la consulter régulièrement.",
      "contactTitle": "Contact",
      "contactContent": "Pour toute question relative à cette politique de confidentialité, vous pouvez nous contacter à l’adresse suivante : ",
      "cookieExplainTitle": "Qu’est-ce qu’un cookie ?",
      "cookieExplainContent": "Un cookie est un petit fichier texte déposé sur votre appareil (ordinateur, tablette, smartphone) lorsque vous visitez un site web. Les cookies peuvent être utilisés pour assurer le bon fonctionnement du site, améliorer l’expérience de navigation ou fournir des informations analytiques. Certains cookies peuvent également être utilisés à des fins publicitaires ou pour suivre les utilisateurs à travers plusieurs sites.",
      "cookieUseTitle": "Utilisation des cookies sur SpentOnWow.com",
      "cookieUseContent": "Le site SpentOnWow.com utilise Google AdSense pour afficher des annonces. Nous avons configuré Google AdSense pour désactiver la personnalisation des annonces et le suivi intersite. Cela signifie que les publicités affichées sont basées uniquement sur des informations contextuelles, comme le contenu de la page visitée, et non sur vos données personnelles ou vos activités sur d’autres sites. Dans cette configuration, aucun cookie publicitaire n’est utilisé pour suivre les utilisateurs.",
      "cookiePlausibleTitle": "Plausible Analytics et Google AdSense",
      "cookiePlausibleContent": "Le site utilise Plausible Analytics pour analyser le trafic de manière respectueuse de la vie privée. Plausible ne place aucun cookie sur l'appareil de l'utilisateur et ne suit pas les utilisateurs à travers différents sites. Toutes les données collectées via Plausible sont anonymisées.\nEn ce qui concerne Google AdSense, les publicités affichées sur ce site sont configurées pour ne pas utiliser de cookies à des fins de suivi intersite ou de personnalisation, conformément aux réglementations européennes sur la protection des données (RGPD). Cependant, certains cookies techniques, nécessaires au fonctionnement de Google AdSense, peuvent être utilisés de manière limitée pour afficher les annonces de façon optimale.",
      "cookieEditTitle": "Modifications de la politique de cookies",
      "cookieEditContent": "Nous nous réservons le droit de modifier cette politique de cookies à tout moment. Les changements prendront effet dès leur publication sur cette page. Nous vous invitons donc à consulter régulièrement cette page pour rester informé de tout changement.",
      "cookieContactTitle": "Contact",
      "cookieContactContent": "Pour toute question relative à cette politique de cookies, vous pouvez nous contacter à l’adresse suivante : "
    }
  }
}